export default `
# FGO国服CCC联动复刻攻略

[toc]

## B站削人棍
- [视频攻略](https://www.bilibili.com/video/av95516412)
- [图文攻略](https://www.bilibili.com/read/cv5097156)

## NGA攻略流程

- [无氪向](https://bbs.nga.cn/read.php?tid=20506634)
- [重氪向](https://bbs.nga.cn/read.php?tid=20772943)

## B站叫我棉被
- [金银铜材料掉落](https://t.bilibili.com/366081979862922150?tab=2)
- [视频攻略](https://www.bilibili.com/video/av94287897)

## 攻略分布

| 类型 | 位置 |
| -| - |
| 金银铜材料掉落 | 叫我棉被|
| 助战挂法 | 削人棍 |
| 高难打法 | 问群友 |
| 活动流程 | 削人棍 nga|
| 推荐编队 | 问群友 |

## 说说想法

各大佬的攻略都有特别方便的地方，面对太长的攻略，我这样的咸鱼玩家其实是没耐心看完的，所以把各家攻略的亮点提出来互补最佳。

如果搞清谁是楚各个分类的最直观的攻略，找对应的地方去看，会很有效率。

以前看群友共享的攻略，经常会遇到图被qq压缩的情况，而且也不一定是对自己很直观的风格。

我想提升找到合适攻略的效率，但是具体怎么整，我也没想好。就我的情况，我喜欢看削人棍的助战挂法，高难打法问群友，掉落喜欢叫我棉被的风格（一张地图，每个位置标注掉落情况），流程类的都觉得麻烦，
尤其是今天打完，明天回来找今天的进度，图片也没有书签，找起来还挺烦的。

### 想到的痛点

- 有时能看到有人做削人棍攻略的一图流，但是没有固定的人发，找起来挺烦
- 棉被的部分攻略在动态里，翻动态麻烦
- 长流程图回头找进度很烦，缺少书签功能

如果有小伙伴愿意想想如何有效地解决这些痛点就再好不过了

`;
